<?php

/* @var $about \common\models\About */

?>

<div class="container" style="max-width: 100% !important;">
    <div class="wrapper">
        <div class="row">
                <h3 style="font-size: 15pt;">Фуқароларни қабул қилиш тартиби</h3>
            <p>Ўзбекистон Республикаси "Жисмоний ва юридик шахсларнинг мурожаатлари тўғрисида" қонунига асосан давлат органларида, ташкилотларда, шунингдек уларнинг мансабдор шахслари томонидан жисмоний шахсларни ва юридик шахсларнинг вакилларини қабул қилиш ташкил этилади.</p>
     <p>Жисмоний шахсларни ва юридик шахсларнинг вакилларини қабул қилиш белгиланган кун ва соатларда, қабул қилиш жадвалига мувофиқ ўтказилади. </p>
       <p>Қабул қилиш жадвали ва уни ўтказиш вақти, жойи ҳамда қабулга олдиндан ёзилиш тўғрисидаги ахборот, қабул қилиш тартиби уларни давлат органларининг расмий веб-сайтларида эълон қилиш, шунингдек уларнинг маъмурий биносида ҳамма кириши мумкин бўлган жойлардаги стендларга ёки бошқа техник воситаларга жойлаштириш орқали манфаатдор шахслар эътиборига етказилади. </p>
       <p>Жисмоний шахсларнинг ва юридик шахслар вакилларининг сайёр шахсий қабуллари, шунингдек оммавий қабуллар, зарур бўлган ҳолларда, қабул қилиш жадвалларидан ташқари ўтказилиши мумкин. </p>
       <p>Оммавий қабул ҳовлиларга (квартираларга), бошқа биноларга ва жойларга бирма-бир кириб чиқиш орқали ҳам ўтказилиши мумкин.</p>
        </div>
        <div class="row">
                <h3 style="font-size: 15pt;">Мурожаатларни бериш ва уларни кўриб чиқиш тартиби</h3>
            <p>Ўзбекистон Республикаси "Жисмоний ва юридик шахсларнинг мурожаатлари тўғрисида" қонунига асосан давлат органларида, ташкилотларда, шунингдек уларнинг мансабдор шахслари томонидан жисмоний шахсларни ва юридик шахсларнинг вакилларини қабул қилиш ташкил этилади.</p>
       <p>Жисмоний шахснинг мурожаатида жисмоний шахснинг фамилияси (исми, отасининг исми), унинг яшаш жойи тўғрисидаги маълумотлар кўрсатилган бўлиши керак. </p>
<p>
    Юридик шахснинг мурожаатида юридик шахснинг тўлиқ номи, унинг жойлашган ери (почта манзили) тўғрисидаги маълумотлар кўрсатилган бўлиши керак.
</p>
            <p>
                Жисмоний ва юридик шахснинг мурожаатида давлат органининг, ташкилотнинг аниқ номи, мурожаат юборилаётган мансабдор шахснинг лавозими ва (ёки) фамилияси (исми, отасининг исми) кўрсатилган, шунингдек мурожаатнинг моҳияти баён этилган бўлиши керак.
            </p>
            <p>
                Мурожаатлар давлат тилида ва бошқа тилларда берилиши мумкин.
            </p>

            <p>
                Мурожаатлар давлат тилида ва бошқа тилларда берилиши мумкин.
            </p>
            <p>
                Ахборотдан фойдаланувчини идентификациялаш имкониятини берадиган маълумотлар кўрсатилмаган сўров аноним ҳисобланади ва кўриб чиқилмайди.
            </p>
        </div>
        <div class="row">
            <h3 style="font-size: 15pt;">
                Мурожаатларни кўриб чиқиш муддатлари
            </h3>
            <p>
                Ариза ёки шикоят масалани мазмунан ҳал этиши шарт бўлган давлат органига, ташкилотга ёки уларнинг мансабдор шахсига келиб тушган кундан эътиборан ўн беш кун ичида, қўшимча ўрганиш ва (ёки) текшириш, қўшимча ҳужжатларни сўраб олиш талаб этилганда эса, бир ойгача бўлган муддатда кўриб чиқилади.
            </p>
            <p>
                Ариза ва шикоятларни кўриб чиқиш учун текшириш ўтказиш, қўшимча материалларни сўраб олиш ёхуд бошқа чора-тадбирлар кўриш зарур бўлган ҳолларда, уларни кўриб чиқиш муддатлари тегишли давлат органининг, ташкилотнинг раҳбари томонидан истисно тариқасида узоғи билан бир ойга узайтирилиши мумкин, бу ҳақда мурожаат этувчига хабар қилинади.
            </p>
<p>
    Таклиф давлат органига, ташкилотга ёки уларнинг мансабдор шахсига келиб тушган кундан эътиборан бир ойгача бўлган муддатда кўриб чиқилади, қўшимча ўрганишни талаб этадиган таклифлар бундан мустасно бўлиб, бу ҳақда таклифни киритган жисмоний ёки юридик шахсга ўн кунлик муддатда ёзма шаклда хабар қилинади.
</p>
            <p>

            </p>
        </div>
    </div>
</div>