<?php

/* @var $about \common\models\About */

?>
<style>
    .collapsible {
        background-color: #eee;
        color: #444;
        cursor: pointer;
        padding: 18px;
        width: 100%;
        border: none;
        text-align: left;
        outline: none;
        font-size: 15px;
    }

    .content {
        padding: 0 18px;
        background-color: white;
        max-height: 0;
        overflow: hidden;
        transition: max-height 0.2s ease-out;
    }
    .collapsible:after {
        content: '\02795';
        font-size: 13px;
        color: white;
        float: right;
        margin-left: 5px;
    }

    .active:after {
        content: "\2796";
    }
 .collapsible:hover {
        background-color: #ccc;
    }
</style>
<div class="container" style="max-width: 100% !important;">
    <div class="wrapper">
        <div class="row">
            <div class="col-lg-9 col-md-12" style="text-align: center;">
                <h1 style="text-align: center;">Tashkilot Vazifalari va Funksiyalari</h1>
                <img src="/img/kuch adolatda.jpg" style="width: 200px; height: 200px;" alt="">
                <p>
                    Бошқарув аппарати ўз фаолиятида Ўзбекистон Республикаси Конституциясига, “Маҳаллий давлат ҳокимияти
                    тўғрисида”ги Ўзбекистон Республикаси Қонунига ва Ўзбекистон Республикасининг бошқа қонунларига,
                    Ўзбекистон Республикаси Олий Мажлиси палаталарининг қарорларига, Ўзбекистон Республикаси
                    Президентининг фармонлари, қарорлари ва фармойишларига, Ўзбекистон Республикаси Вазирлар
                    Маҳкамасининг қарорлари ва фармойишларига, Тошкент шаҳар ҳокимининг қарорлари ва фармойишларига,
                    бошқа қонун ҳужжатларига, халқ депутатлари туман Кенгашининг ва ҳокимнинг ҳужжатларига амал қилади.

                    Бошқарув аппарати ҳокимлик фаолиятини ахборот-таҳлилий, ҳуқуқий, ташкилий-техник ва молиявий-хўжалик
                    жиҳатидан таъминлайди, халқ депутатлари туман Кенгаши мажлисларини унинг регламентига мувофиқ
                    тайёрлайди, халқ депутатлари Кенгаши ва ҳокимнинг ҳужжатлари лойиҳаларини тайёрлайди, уларни амалга
                    ошириш юзасидан амалий чора-тадбирларни ишлаб чиқади ва ижрони мунтазам равишда текширади.

                    Бошқарув аппарати халқ депутатлари Кенгаши фаолиятига ташкилий, техник ва бошқа хизматлар
                    кўрсатилишини таъминлайди.

                    Бошқарув аппарати ўз фаолиятини ҳокимнинг раҳбарлигида амалга оширади.

                    Бошқарув аппарати ўзига юкланган вазифалар ва функцияларни бажаришда Ўзбекистон Республикаси
                    Президенти Администрациясининг тегишли хизматлари, Ўзбекистон Республикаси Олий Мажлисининг
                    палаталари, Ўзбекистон Республикаси Вазирлар Маҳкамаси, Тошкент шаҳар ҳокимлиги, шунингдек
                    давлатнинг бошқа органлари ҳамда бошқа ташкилотлар билан ўзаро ҳамкорлик қилади.

                    норматив-ҳуқуқий ва бошқа ҳужжатлар лойиҳаларини ҳар томонлама иқтисодий, молиявий ва ҳуқуқий
                    экспертизадан ўтказиш, шу жумладан уларнинг айрим тармоқларга ва умуман ҳудудни ижтимоий-иқтисодий
                    ривожлантиришга қисқа муддатли ва узоқ муддатли таъсирини комплекс баҳолаш.
                </p>
                <button type="button" class="collapsible">Vazifalari</button>
                <div class="content">
                    <p style="margin-top: 30px;"> Вазифалар Ҳокимнинг Ўзбекистон Республикаси Конституциясида, Ўзбекистон
                        Республикасининг “Маҳаллий
                        давлат ҳокимияти тўғрисида”ги Қонунида ва Ўзбекистон Республикасининг бошқа қонунларида,
                        Ўзбекистон
                        Республикаси Президентининг фармонлари, қарорлари ва фармойишларида, Ўзбекистон
                        Республикаси
                        Вазирлар Маҳкамасининг қарорлари ва фармойишларида, Тошкент шаҳар ҳокимининг қарорлари
                        ва
                        фармойишларида белгиланган ваколатлари амалга оширилишини давлат органлари ва бошқа
                        ташкилотлар
                        билан биргаликда таъминлаш;
                        Мирзо Улуғбек тумани ижтимоий-иқтисодий ривожлантириш тенденцияларини комплекс таҳлил
                        қилиш, асосий
                        иқтисодий кўрсаткичлар динамикаси, таркибий ва институционал ўзгартиришлар, маҳаллий
                        бюджетлар
                        ижросининг тизимли мониторингини олиб бориш;
                        Ўзбекистон Республикаси Президенти томонидан белгиланадиган энг муҳим устувор
                        вазифаларга мувофиқ
                        Мирзо Улуғбек туманини комплекс ривожлантириш бўйича таклифлар ишлаб чиқиш;
                        Мирзо Улуғбек туманида демократик ислоҳотларни чуқурлаштириш ва мамлакатни
                        модернизациялаш,
                        иқтисодиётда, энг аввало, саноатда таркибий ўзгартиришларга доир тизимли чора-тадбирлар
                        амалга
                        оширилишини таъминлаш;
                        Ўзбекистон Республикаси Қонунларида ҳамда Ўзбекистон Республикаси Президенти ва Вазирлар
                        Маҳкамаси
                        томонидан қабул қилинган ҳужжатларда белгиланадиган иқтисодий, ижтимоий ва тадбиркорлик
                        соҳасининг
                        энг муҳим устувор вазифаларига мувофиқ ҳудудни комплекс ривожлантириш бўйича таклифлар
                        ишлаб чиқиш.
                        Республика миқёсида, Тошкент шаҳар миқёсида ишлаб чиқилган ва тасдиқланган мақсадли
                        дастурларни
                        ижросини таъминлаш;
                        туманнинг макроиқтисодий кўрсаткичларини, шу жумладан, ялпи ҳудудий маҳсулот, саноат,
                        инвестиция,
                        хизмат кўрсатиш, чакана савдо айланмаси, экспорт, инфляция, бандлик, маҳаллий бюджетнинг
                        ҳар йилги
                        прогноз параметрларини асосланган ҳолда ишлаб чиқиш ва уни самарали ижросини ташкил
                        қилиш,
                        дебитор-кредитор қарздорликларни юзага келишини олдини олиш юзасидан тизимли ишларни
                        амалга ошириш
                        ва қарздорликни бартараф қилишнинг самарали усулларини жорий этиш;
                        кичик бизнес ва хусусий тадбиркорликни ривожлантиришни қўллаб-қувватлаш, уларнинг
                        ҳуқуқларини ҳимоя
                        қилиш ва эркинликларининг кафолатларини таъминлаш, қулай ишбилармонлик муҳитини
                        шакллантириш, янги
                        корхоналар, шу жумладан, кичик бизнес ва хусусий тадбиркорлик соҳасида корхоналарни
                        ташкил этиш
                        дастурларини ишлаб чиқиш ва амалга ошириш, янги иш ўринларини яратиш ва аҳолининг турли
                        қатламлари
                        бандлиги масалаларини ҳал этиш орқали маҳаллий бюджетнинг даромад базасини кенгайтириш,
                        республика
                        ва маҳаллий бюджетга тушумлар ҳажмини ошириш ҳисобига маҳаллий бюджет субвенцияси
                        ҳажмини
                        босқичма-босқич қисқартириш ва бартараф этиш;
                        ишлаб чиқарилган маҳсулотларни, ҳудудий саноат маҳсулотларини экспорт қилиш дастурларини
                        ишлаб
                        чиқиш, дунёдаги нарх конъюктурасини ўрганиб таҳлил қилиб бориш ва янги турдаги
                        маҳсулотларни
                        ўзлаштириш ҳамда уларни янги бозорларда экспорт қилишини таъминлаш бўйича комплекс
                        чора-тадбирлар
                        ишлаб чиқиш ва амалга ошириш;
                        инсон манфаатларини таъминлаш, аҳолининг ҳаёт даражасини ва сифатини ошириш, янада
                        фаровон ҳаёт
                        кечириши учун пенсия ва нафақалар, реал даромадларини барқарор ошириш манбаларини
                        яратиш, замонавий
                        банк ва молия инфратузилмасини яратиш ҳисобига нақд пул тўловларини ўз вақтида амалга
                        оширишни янги
                        механизми ва тизимини жорий қилиш.
                        ёшлар, яъни ўттиз ёшдан ошмаган шахслар, хусусан, таълим билан қамраб олинган ёшлар,
                        уюшмаган ёшлар,
                        ёш мутахассислар, тадбиркор ёшлар, ёш фермерлар, ёш оилаларни ҳар томонлама
                        қўллаб-қувватлаш
                        юзасидан чора-тадбирларни амалга ошириш;
                        таълим тизимининг барча босқичларида ўқув жараёни сифатини, ўқувчи-талабаларнинг
                        давоматини
                        таъминлаш юзасидан аниқ чораларни кўриш ва назорат қилиш, бу борада таълим муассасаси,
                        маҳалла,
                        нодавлат ва нотижорат ташкилотлари, профилактика инспекторлари ва ота-оналарни ўзаро
                        ҳамкорликдаги
                        ишларини мувофиқлаштириш;
                        аҳолига ижтимоий хизмат кўрсатиш даражаси ва сифатини ошириш, ҳаёт ва меҳнат фаолияти,
                        малакали
                        тиббий ёрдам олиш, маданий мерослардан баҳраманд бўлиш, жисмоний тарбия ва спорт билан
                        шуғулланиш,
                        дам олишини ташкил этиш учун қулай ташкилий-ҳуқуқий ва ижтимоий шарт-шароитларни яратиш
                        ҳамда сифат
                        жиҳатдан янги даражага кўтариш бўйича тизимли ишларни амалга ошириш;
                        аҳоли ўртасида мамлакатимизда амалга оширилаётган давлат сиёсатининг устувор
                        йўналишлари, кенг
                        кўламли ислоҳотларнинг моҳияти, қабул қилинган қонун ҳужжатлари ва давлат дастурлари
                        аҳамиятининг
                        тарғибот ва ташвиқотини ташкил қилиш;
                        аҳолининг маънавий муаммо ва эҳтиёжларини ўрганиб бориш асосида ҳудудда маънавий муҳит
                        соғломлигини
                        таъминлаш, ташкилий-ҳуқуқий шаклидан қатъий назар барча ташкилотларнинг
                        маънавий-маърифий фаолиятини
                        мувофиқлаштириш ва раҳбарлик қилиш;
                        ҳудудда жиноятчилик ва ҳуқуқбузарликнинг олдини олиш, одамларни ҳушёрлик ва огоҳликка
                        даъват этиш,
                        ёшларда ёт ғояларга қарши мафкуравий иммунитетни мустаҳкамлаш, ҳуқуқий маданиятни
                        юксалтириш,
                        фуқароларда қонунга ҳурмат, ҳуқуқбузарлик ҳолатларига муросасизлик ҳиссини кучайтиришга
                        қаратилган
                        самарали тарғибот тизимини йўлга қўйиш;
                        аҳоли орасида диний экстремизм, терроризм, гиёҳвандлик, одам савдоси, ноқонуний
                        миграция, "оммавий
                        маданият" таҳдидларидан огоҳ қилишга қаратилган профилактик маърифий, тарбиявий
                        чора-тадбирларга
                        раҳбарлик қилиш;
                        аҳоли орасида меҳр-оқибат, меҳр-шафқат, мурувват ва ҳиммат, инсоф диёнат, виждонийлик,
                        аҳиллик ва
                        тотувлик, фидойилик, ватанпарварлик, олижаноблик ва бошқа фазилатларни тарғиб қилиш
                        ҳамда
                        маънавий-маърифий ишларни ривожлантиришда маҳалла институтининг ўрни ва ролини ошириш
                        борасидаги
                        ишларга раҳбарлик қилиш;
                        мамлакатда олиб борилаётган маънавий-маърифий ишлар бўйича сиёсатнинг мақсад ва
                        вазифаларидан келиб
                        чиқиб, ҳудудда ташкил этиладиган чора-тадбирлар мазмуни, самарадорлигини таҳлил қилиш,
                        соҳаларнинг
                        тизимли фаолиятини ташкил қилиш;
                        Мирзо Улуғбек туманининг субвенция олишини қисқартириш, корхоналарнинг молиявий
                        барқарорлигини
                        ошириш, ўзаро ҳисоб-китоблар тизимини яхшилаш чора-тадбирларини амалга ошириш;
                        тадбиркорликни жадал ривожлантиришни таъминлаш, хусусий мулк манфаатларини ҳимоя қилиш
                        ҳамда
                        тадбиркорлик субъектларининг қонуний ҳуқуқларини ва кафолатларини таъминлаш юзасидан
                        ҳудудий
                        бошқарув органларининг масъулиятини ошириш бўйича тизимли ишларни ташкил этиш;
                        ҳудудларни ижтимоий-иқтисодий ривожлантириш дастурлари, ҳудудий инвестиция дастурлари,
                        ишлаб
                        чиқаришларни модернизациялаш, техник янгилаш ва технологик жиҳатдан қайта жиҳозлаш
                        дастурлари,
                        маҳаллийлаштириш дастури, муҳандислик-коммуникация ва йўл-транспорт инфратузилмасини
                        ривожлантириш
                        ва модернизациялаш дастурлари, янги иш ўринлари ташкил этиш ва бандликни таъминлаш
                        дастурлари,
                        шунингдек бошқа ҳудудий дастурлар амалга оширилиши мониторингини олиб боришнинг самарали
                        тизимини
                        яратиш;
                        ҳудуд иқтисодиётининг рақобат бардошлигини тубдан ошириш, экспорт қилувчи корхоналарни
                        қўллаб-қувватлашни кучайтириш, тадбиркорлик субъектларининг экспортдаги иштирокини ҳар
                        томонлама
                        рағбатлантириш бўйича амалий чора-тадбирларни ишлаб чиқиш ва уларни амалга оширишни
                        ташкил этиш;
                        аҳоли бандлигини таъминлаш бўйича комплекс чора-тадбирларни амалга ошириш, ҳудудий
                        бошқарув
                        органларининг, бошқа ташкилотларнинг янги иш ўринлари яратиш, ижтимоий соҳани
                        ривожлантириш, аҳоли
                        турмуши даражаси ва сифатини янада оширишга доир ишларини мувофиқлаштириш;
                        қонунийликни, ҳуқуқ-тартиботни ва хавфсизликни таъминлаш, фуқароларнинг ҳуқуқ ва
                        эркинликларини
                        ҳимоя қилиш, табиий офатлар, эпидемиялар ва бошқа экстримал ҳолатлар оқибатларини
                        бартараф этиш
                        билан боғлиқ чора-тадбирлар амалга оширилишини ташкил этиш;
                        ривожлантиришнинг мақсадли давлат дастурлари, Ўзбекистон Республикаси қонунлари,
                        Ўзбекистон
                        Республикаси Олий Мажлиси палаталарининг қарорлари, Ўзбекистон Республикаси
                        Президентининг
                        фармонлари, қарорлари ва фармойишлари, Ўзбекистон Республикаси Вазирлар Маҳкамасининг
                        қарорлари ва
                        фармойишлари, Тошкент шаҳар ҳокимининг қарорлари ва фармойишлари бажарилишини ташкил
                        этиш;
                        норматив-ҳуқуқий ва бошқа ҳужжатлар лойиҳаларини ҳар томонлама иқтисодий, молиявий ва
                        ҳуқуқий
                        экспертизадан ўтказиш, шу жумладан уларнинг айрим тармоқларга ва умуман ҳудудни
                        ижтимоий-иқтисодий
                        ривожлантиришга қисқа муддатли ва узоқ муддатли таъсирини комплекс баҳолаш. </p>
                </div>
                <button type="button" class="collapsible">Funksiyalari</button>
                <div class="content">
                    <p style="margin-top: 30px;"> Ўзбекистон Республикаси Конституцияси, “Маҳаллий давлат ҳокимияти
                        тўғрисида”ги
                        Ўзбекистон Республикаси Қонуни, Ўзбекистон Республикасининг бошқа қонунлари, Ўзбекистон
                        Республикаси
                        Олий Мажлиси палаталарининг қарорлари, Ўзбекистон Республикаси Президентининг ҳужжатлари
                        ва
                        топшириқлари, Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарорлари ва топшириқлари,
                        Тошкент
                        шаҳар ҳокимининг қарорлари ва топшириқлари билан ҳокимликка юкланган вазифаларни бажариш
                        юзасидан
                        аниқ чора-тадбирларни ишлаб чиқади ва амалга оширади;
                        Ўзбекистон Республикаси Президенти Администрациясининг тегишли хизматлари, Ўзбекистон
                        Республикаси
                        Олий Мажлиси палаталари, Ўзбекистон Республикасининг Бош вазири, унинг ўринбосарлари,
                        Ўзбекистон
                        Республикаси Вазирлар Маҳкамасининг аппарати, Тошкент шаҳар ҳокими, унинг ўринбосарлари,
                        Мирзо
                        Улуғбек туман ҳокими ва унинг ўринбосарлари топшириқлари бўйича тегишли таҳлилий,
                        маълумотнома,
                        статистик материаллар ва таклифларни умумлаштиради ва тайёрлайди;
                        Ўзбекистон Республикаси Президенти Администрациясига, Ўзбекистон Республикаси Олий
                        Мажлиси
                        палаталарига ва Ўзбекистон Республикаси Вазирлар Маҳкамасига, Тошкент шаҳар ҳокимига
                        кўриб чиқиш
                        учун киритиладиган, шунингдек халқ депутатлари Кенгаши ва ҳоким томонидан қабул
                        қилинадиган
                        норматив-ҳуқуқий ва бошқа ҳужжатлар лойиҳаларининг ҳар томонлама иқтисодий, молиявий ва
                        ҳуқуқий
                        экспертизадан ўтказилишини таъминлайди;
                        Ўзбекистон Республикаси қонунлари, Ўзбекистон Республикаси Олий Мажлиси палаталари
                        қарорлари,
                        Ўзбекистон Республикаси Президентининг фармонлари, қарорлари ва фармойишлари, Ўзбекистон
                        Республикаси Вазирлар Маҳкамасининг қарорлари ва фармойишлари, Тошкент шаҳар ҳокимининг
                        қарорлари ва
                        фармойишлари, Мирзо Улуғбек туман ҳокимининг қарорлари ва фармойишлари бажарилиши
                        юзасидан тизимли
                        назоратни ташкил этади, уларнинг бажарилишини таъминлаш бўйича ташкилий чора-тадбирларни
                        ва назорат
                        режаларини ишлаб чиқади;
                        муаммоли масалаларни ҳал этиш ҳамда Мирзо Улуғбек туманини, шунингдек иқтисодиёт
                        тармоқлари ва
                        соҳаларини ривожлантиришнинг истиқболли вазифаларини амалга ошириш юзасидан таклифлар ва
                        аниқ
                        чора-тадбирларни ишлаб чиқади ҳамда ҳокимга ва унинг ўринбосарларига тақдим этади;
                        иқтисодиёт ва ижтимоий соҳанинг муҳим устувор вазифалари, давлат дастурлари амалга
                        оширилиши,
                        Ўзбекистон Республикаси қонунлари, Ўзбекистон Республикаси Олий Мажлиси палаталарининг
                        қарорлари,
                        Ўзбекистон Республикаси Президентининг ҳужжатлари ва топшириқлари, Ўзбекистон
                        Республикаси Вазирлар
                        Маҳкамасининг қарорлари, фармойишлари ва топшириқлари, Тошкент шаҳар ҳокими қарорлари,
                        фармойишлари
                        ва топшириқлари, Мирзо Улуғбек туман ҳокими қарорлари, фармойишлари ва топшириқлари
                        бажарилиши
                        бўйича тегишли тизимланган маълумотлар базасини шакллантиради ва юритади;
                        халқ депутатлари Мирзо Улуғбек туман Кенгаши сессиялари, ҳудудларнинг фаоллари
                        йиғилишлари, ҳоким ва
                        унинг ўринбосарлари иштирокида ўтказиладиган йиғилишлар ва бошқа тадбирлар ўтказилишини
                        таъминлайди,
                        қабул қилинган қарорлар амалга оширилишини назорат қилади;
                        халқ депутатлари Мирзо Улуғбек туман Кенгаши ва ҳокимликнинг комиссиялари ва бошқа ишчи
                        органлари
                        ишларини ташкил этади, улар томонидан қабул қилинган қарорларнинг бажарилишини
                        мувофиқлаштиради ва
                        назорат қилади;
                        ҳокимнинг минтақани ижтимоий-иқтисодий ривожлантиришнинг муҳим ва долзарб масалалари
                        бўйича ҳисоботи
                        халқ депутатлари Мирзо Улуғбек туман Кенгаши томонидан эшитилишини ташкил қилади;
                        ҳокимликнинг иш режасини ишлаб чиқади ва амалга оширади;
                        жисмоний ва юридик шахсларнинг мурожаатларини “Жисмоний ва юридик шахсларнинг
                        мурожаатлари
                        тўғрисида”ги Ўзбекистон Республикаси Қонунига мувофиқ кўриб чиқади;
                        махфийлик режимини, давлат сирлари бўлган маълумотлар ёки қонун билан муҳофаза
                        қилинадиган бошқа
                        ахборотларнинг ҳимоя қилинишини таъминлайди;
                        халқ депутатлари Кенгаши ва ҳокимликнинг фаолияти тўғрисида жамоатчиликни белгиланган
                        тартибда
                        хабардор қилишни ташкил этади.
                        Бошқарув аппарати қонун ҳужжатларига мувофиқ бошқа функцияларни ҳам бажаради. </p>
                </div>
            </div>
            <div class="col-lg-3 col-md-12">
                <a href="#" class="big green">
                    <img src="img/megaphone.png" alt="">
                    Менинг <br> Овозим
                </a>
                <a href="#" class="big blue">
                    <img src="img/email.png" alt="">
                    Обратитесь <br> к хокиму
                </a>
                <div class="widget">
                    <div class="btitle">Tadbirlar</div>
                    <div class="event_box">
                        <div class="event_date">
                            <span>12</span> oktabr
                        </div>
                        <a href="#">Фиксированные цены на социально значимые лекарственные средства</a>
                    </div>
                    <div class="event_box">
                        <div class="event_date">
                            <span>12</span> oktabr
                        </div>
                        <a href="#">Фиксированные цены на социально значимые лекарственные средства</a>
                    </div>
                    <div class="event_box">
                        <div class="event_date">
                            <span>12</span> oktabr
                        </div>
                        <a href="#">Фиксированные цены на социально значимые лекарственные средства</a>
                    </div>
                </div>
            </div>
        </div>
        <div class="row">
            <div class="col-lg-9 col-md-12">

            </div>
        </div>

    </div>
</div>
<script>
    var coll = document.getElementsByClassName("collapsible");
    var i;

    for (i = 0; i < coll.length; i++) {
        coll[i].addEventListener("click", function () {
            this.classList.toggle("active");
            var content = this.nextElementSibling;
            if (content.style.maxHeight) {
                content.style.maxHeight = null;
            } else {
                content.style.maxHeight = content.scrollHeight + "px";
            }
        });
    }
</script>